Repository: wangchong2023/ZhiYu
Catalog: Sources/Localization/Catalogs/Common.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# demo.snippet.luckin
source: # 📊 China Coffee Chain Market: Luckin vs. Starbucks Business Model Analysis > This report delivers an in-depth evaluation of single-store unit economics, cost structures, and supply chain strategies for two leading coffee giants to support cafe site selection. ## 1. Core Strategy & Positioning Comparison - **Starbucks**: Focuses on the "Third Space" social experience. Average store footprint: 150-250 ㎡ with high lease costs, relying on premium ticket sizes (¥35-45). - **Luckin Coffee**: Focuses on "Pick-up outlets" and digital app ordering. Average store footprint: 20-50 ㎡ with high sales density and viral product hit rates (e.g., Coconut Latte). ## 2. Unit Economics & Cost Structure Matrix | Cost Structure Ratio | Starbucks Flagship | Luckin Grab-and-Go | Independent Cafe (Ref) | | :--- | :--- | :--- | :--- | | **Cost of Goods Sold (COGS)** | 28% - 32% | 35% - 38% | 30% - 35% | | **Rent & Property Fee** | 15% - 18% | 7% - 10% | 18% - 25% | | **Labor Cost** | 22% - 25% | 10% - 12% | 20% - 24% | | **Fulfillment & Delivery** | 3% - 5% | 12% - 15% | 2% - 4% | | **Store Operating Margin (OPM)** | 18% - 22% | 24% - 28% | 10% - 15% | ## 3. Supply Chain & Marketing Insights 1. **Direct Sourcing & Roasting**: Major brands have established origin bean sourcing and automated roasting facilities. See [[Roasting Factory & Origin Sourcing]]. 2. **Product R&D**: Combined with [[Sinking Market Coffee Insights]], leverage signature milk coffee offerings to acquire and retain loyalty members.
zh_hans: # 📊 中国咖啡连锁市场：瑞幸与星巴克商业模式对比分析 > 本报告对国内两大头部咖啡巨头的单店模型、成本结构及供应链打法进行深度剖析，为门店选址与商业战略提供决策参考。 ## 1. 核心战略与定位差异 - **星巴克 (Starbucks)**：主打“第三空间”社交体验，平均单店面积 150-250 ㎡，场地租金与装修成本高昂，依赖高客单价（¥35-45）支撑。 - **瑞幸 (Luckin Coffee)**：主打“快取店 (Pick-up)”与数字化点单，平均单店面积 20-50 ㎡，以高坪效与高爆款率（如生椰拿铁）驱动复购。 ## 2. 单店模型与成本结构对比表 | 成本结构占比 | 星巴克标准旗舰店 | 瑞幸快取主力店 | 独立精品咖啡馆 (参考) | | :--- | :--- | :--- | :--- | | **原材料成本 (COGS)** | 28% - 32% | 35% - 38% | 30% - 35% | | **租金及物业费** | 15% - 18% | 7% - 10% | 18% - 25% | | **人工成本** | 22% - 25% | 10% - 12% | 20% - 24% | | **履约与配送费** | 3% - 5% | 12% - 15% | 2% - 4% | | **门店经营利润率 (OPM)** | 18% - 22% | 24% - 28% | 10% - 15% | ## 3. 供应链与营销战术启示 1. **产地直采与自建烘焙**：头部品牌均已完成生豆产地直采与智能化烘焙工厂布局，详见 [[烘焙工厂与产地直采]]。 2. **爆款研发与下沉市场**：结合 [[下沉市场咖啡消费洞察]]，利用差异化奶咖迅速拉新并转化高粘性会员。
zh_hant: # 📊 中国咖啡连锁市场：瑞幸与星巴克商业模式对比分析 > 本报告对国内两大头部咖啡巨头的单店模型、成本结构及供应链打法进行深度剖析，为门店选址与商业战略提供决策参考。 ## 1. 核心战略与定位差异 - **星巴克 (Starbucks)**：主打“第三空间”社交体验，平均单店面积 150-250 ㎡，场地租金与装修成本高昂，依赖高客单价（¥35-45）支撑。 - **瑞幸 (Luckin Coffee)**：主打“快取店 (Pick-up)”与数字化点单，平均单店面积 20-50 ㎡，以高坪效与高爆款率（如生椰拿铁）驱动复购。 ## 2. 单店模型与成本结构对比表 | 成本结构占比 | 星巴克标准旗舰店 | 瑞幸快取主力店 | 独立精品咖啡馆 (参考) | | :--- | :--- | :--- | :--- | | **原材料成本 (COGS)** | 28% - 32% | 35% - 38% | 30% - 35% | | **租金及物业费** | 15% - 18% | 7% - 10% | 18% - 25% | | **人工成本** | 22% - 25% | 10% - 12% | 20% - 24% | | **履约与配送费** | 3% - 5% | 12% - 15% | 2% - 4% | | **门店经营利润率 (OPM)** | 18% - 22% | 24% - 28% | 10% - 15% | ## 3. 供应链与营销战术启示 1. **产地直采与自建烘焙**：头部品牌均已完成生豆产地直采与智能化烘焙工厂布局，详见 [[烘焙工厂与产地直采]]。 2. **爆款研发与下沉市场**：结合 [[下沉市场咖啡消费洞察]]，利用差异化奶咖迅速拉新并转化高粘性会员。

# demo.snippet.survey
source: # ☕ Coffee Shop Daily Operations Standard SOP Manual > This manual serves as an operational baseline guide covering morning setup, espresso dial-in calibration, extraction standards, customer complaint responses, and closing procedures. Please read alongside [[Independent Cafe Survival Guide]] and [[Third Space Design Principles]]. ## 1. Morning Opening Preparation (07:30 - 08:00) 1. **Water & Electric Safety Inspection**: Check soft water system inlet pressure (Standard: 0.3 - 0.4 MPa). Turn on the La Marzocco dual-group espresso machine and grinder for preheating. 2. **Hygiene & Inventory Count**: Verify stock of milk, fresh dairy, syrups, and packaging against the threshold in [[Coffee Equipment Procurement List]]. ## 2. Espresso Dial-in Calibration Standards A minimum of 2 quality control dial-ins must be conducted before opening daily. Test data must be logged into the daily operations journal: | Parameter Indicator | Light Roast (Ethiopia/Kenya) | Medium-Dark Roast (Blend/Colombia) | Tolerance Range | | :--- | :--- | :--- | :--- | | **Dose** | 19.5 g | 18.0 g | ± 0.2 g | | **Yield** | 42.0 g | 36.0 g | ± 1.0 g | | **Extraction Time** | 27 s | 25 s | ± 2 s | | **TDS Yield** | 9.2% - 9.8% | 9.8% - 10.5% | - | > ⚠️ **Quality Control Note**: If ambient humidity exceeds 70%, adjust the grinder to a finer step. Refer to [[Glossary: What is Coffee Roast Level]] for flavor profiles. ## 3. Third Space Service & Complaint Response - Adhere to [[Third Space Design Principles]], keeping background music volume between 45-55 dB. - For Wi-Fi or power outlet issues, guide customers to the shared workspace area and issue drink upgrade vouchers.
zh_hans: # ☕ 咖啡店日常运营标准 SOP 手册 > 本手册为门店日常运营的指导性规范，覆盖晨间开店、设备校准、标准萃取、客诉响应及闭店结算流程。请配合 [[独立咖啡馆生存指南]] 与 [[第三空间设计原则]] 共同执行。 ## 一、 晨间开店准备（07:30 - 08:00） 1. **水电路与设备安全检查**：检查软水系统进水压力（标准：0.3 - 0.4 MPa），开启意式磨豆机与辣妈双头咖啡机预热。 2. **卫生与物料盘点**：确认牛奶、鲜奶、糖浆及包材库存，参考 [[咖啡设备采购清单]] 的预警线。 ## 二、 意式浓缩萃取校准标准（Dial-in） 每日开店前必须进行至少 2 次品控校准，测试数据需填入每日运营日志： | 参数指标 | 偏浅烘焙（埃塞/肯尼亚） | 中深烘焙（拼配/哥伦比亚） | 允许误差范围 | | :--- | :--- | :--- | :--- | | **粉量 (Dose)** | 19.5 g | 18.0 g | ± 0.2 g | | **萃取液重 (Yield)** | 42.0 g | 36.0 g | ± 1.0 g | | **萃取时间 (Time)** | 27 秒 | 25 秒 | ± 2 秒 | | **金杯萃取率 (TDS)** | 9.2% - 9.8% | 9.8% - 10.5% | - | > ⚠️ **品控提示**：若环境湿度大于 70%，需调细磨豆机研磨度格刻度。具体风味走向请查阅 [[词条：什么是咖啡豆烘焙度]]。 ## 三、 第三空间服务与客诉响应 - 遵守 [[第三空间设计原则]]，确保背景音乐音量控制在 45-55 分贝之间。 - 对于网络与插座异常问题，优先引导顾客至共享办公区，并赠送饮品升级券包。
zh_hant: # ☕ 咖啡店日常运营标准 SOP 手册 > 本手册为门店日常运营的指导性规范，覆盖晨间开店、设备校准、标准萃取、客诉响应及闭店结算流程。请配合 [[独立咖啡馆生存指南]] 与 [[第三空间设计原则]] 共同执行。 ## 一、 晨间开店准备（07:30 - 08:00） 1. **水电路与设备安全检查**：检查软水系统进水压力（标准：0.3 - 0.4 MPa），开启意式磨豆机与辣妈双头咖啡机预热。 2. **卫生与物料盘点**：确认牛奶、鲜奶、糖浆及包材库存，参考 [[咖啡设备采购清单]] 的预警线。 ## 二、 意式浓缩萃取校准标准（Dial-in） 每日开店前必须进行至少 2 次品控校准，测试数据需填入每日运营日志： | 参数指标 | 偏浅烘焙（埃塞/肯尼亚） | 中深烘焙（拼配/哥伦比亚） | 允许误差范围 | | :--- | :--- | :--- | :--- | | **粉量 (Dose)** | 19.5 g | 18.0 g | ± 0.2 g | | **萃取液重 (Yield)** | 42.0 g | 36.0 g | ± 1.0 g | | **萃取时间 (Time)** | 27 秒 | 25 秒 | ± 2 秒 | | **金杯萃取率 (TDS)** | 9.2% - 9.8% | 9.8% - 10.5% | - | > ⚠️ **品控提示**：若环境湿度大于 70%，需调细磨豆机研磨度格刻度。具体风味走向请查阅 [[词条：什么是咖啡豆烘焙度]]。 ## 三、 第三空间服务与客诉响应 - 遵守 [[第三空间设计原则]]，确保背景音乐音量控制在 45-55 分贝之间。 - 对于网络与插座异常问题，优先引导顾客至共享办公区，并赠送饮品升级券包。

# demo.log.defaultDemoData
source: Default Demo Data
zh_hans: 默认演示数据
zh_hant: 預設演示資料

# demo.log.researchDemoData
source: Research Demo Data
zh_hans: 调研演示数据
zh_hant: 調研演示資料

# demo.log.fallbackDemoData
source: Fallback Demo Data
zh_hans: 兜底演示数据
zh_hant: 兜底演示資料

# demo.log.unknownVault
source: Unknown Vault
zh_hans: 未知笔记本
zh_hant: 未知金庫

# demo.log.projectResearch
source: Project Research
zh_hans: 项目调研
zh_hant: 專案調研

source: Select
zh_hans: 选择
zh_hant: 選擇

source: Select All
zh_hans: 全选
zh_hant: 全選

source: Deselect All
zh_hans: 取消全选
zh_hant: 取消全選

# demo.filename.methodology
source: personal_knowledge_graph_guide.md
zh_hans: 个人知识图谱指南.md
zh_hant: 個人知識圖譜指南.md

# demo.filename.ocrFolderScan
source: ocr_folder_scan.png
zh_hans: ocr_文件夹扫描.png
zh_hant: ocr_檔案夾掃描.png

# demo.filename.voiceNoteForget
source: voice_note_forgetting_curve.mp3
zh_hans: 语音_遗忘曲线_速记.mp3
zh_hant: 語音_遺忘曲線_速記.mp3

# demo.filename.ocrStoreManual
source: ocr_store_manual.png
zh_hans: ocr_门店运营手册.png
zh_hant: ocr_門店運營手册.png

# demo.filename.voiceNoteProcure
source: voice_note_procurement.mp3
zh_hans: 语音_设备采购清单.mp3
zh_hant: 語音_設備采購清單.mp3

# demo.filename.workflow
source: pkm_workflow_analysis.pdf
zh_hans: 图谱工作流分析.pdf
zh_hant: 圖譜工作流分析.pdf

# demo.filename.luckin
source: luckin_market_report.pdf
zh_hans: 瑞幸与星巴克商业对比报告.pdf
zh_hant: 瑞幸与星巴克商業對比报告.pdf

# demo.filename.survey
source: store_operation_handbook.md
zh_hans: 咖啡门店运营手册.md
zh_hant: 咖啡門店運營手册.md

# search.diag.ftsEngine
source: Full-Text Search
zh_hans: 全文文本检索
zh_hant: 全文文本检索

# search.diag.vectorEngine
source: Vector Semantic Search
zh_hans: 智能语义检索
zh_hant: 智能語义检索

# perf.summary.pages
source: Pages
zh_hans: 页面
zh_hant: 頁面

# stat.totalWords
source: Words
zh_hans: 总字数
zh_hant: 總字數

# sidebar.tagManager
source: Tags
zh_hans: 标签管理
zh_hant: 標籤管理

# title
source: Tags
zh_hans: 标签管理
zh_hant: 標籤管理

# tab.knowledge
source: Knowledge
zh_hans: 知识库
zh_hant: 知識庫

# tags.security
source: Security
zh_hans: 安全隐私
zh_hant: 安全隱私

# tab.synthesis
source: Synthesis
zh_hans: 合成
zh_hant: 合成

# tags.memory
source: Memory
zh_hans: 记忆管理
zh_hant: 記憶管理

# tags.planning
source: Planning
zh_hans: 规划
zh_hant: 規劃

# tags.toolUse
source: Tool Use
zh_hans: 工具调用
zh_hant: 工具調用

# sidebar.pageList
source: All Pages
zh_hans: 所有页面
zh_hant: 所有頁面

# tags.tools
source: Tools
zh_hans: 工具箱
zh_hant: 工具箱

# palette.searchPlaceholder
source: 搜索指令、页面、标签...
zh_hant: 搜尋指令、頁面、標籤...

# search.diag.originalQuery
source: 原始查询
zh_hant: 原始查詢

# search.diag.rewrite
source: 查询改写 (Rewrite)
zh_hant: 查詢改寫 (Rewrite)

# search.diag.rewrittenQuery
source: AI 改写结果
zh_hant: AI 改寫結果

# search.diag.rrfDetail
source: RRF 融合排名详情 (Top 10)
zh_hant: RRF 融合排名詳情 (Top 10)

# search.diag.title
source: 检索诊断报告
zh_hant: 检索診斷报告

# security.unlockHint
source: 需要身份验证才能访问您的隐私数据
zh_hant: 需要身份驗證才能访問您的隱私資料
